"""HW #1"""
# 1.0. Создать своего бота. Открыть как новый проект с чистого листа.
# 1.1. Разделить всю логику на модули и не хранить токен бота в файле с кодом.
# 2.0. Создать с помощью inlinekeyboardmarkup, callbackquery два опросника на любую тему, что вам по душе.
# 2.1. Первый опросник создать с помощью inlinekeyboardmarkup.
# 2.2. Второй опросник это переход из прошлого опросника и затрекать ответ пользователя который он отправил с помощью сообщения.
# 3.0. Подготовить новую таблицу в базе данных для записи ответов от пользователей.
# 3.1. Трекать(выследить) кто как отвечает и записать в базу данных.
# 4.1. Когда будете пушить в репозиторий убедитесь что отправили без “мусора” (.idea, venv, db, .env и тд)
# /Lib
# /Scripts
# /__pycache__
# /.idea
# .env
# db.sqlite3
# pyvenv.cfg