"""HW #2"""
# 1.0. Создать группу.
# 1.1. Сделать бота админом группы
# 1.2. Добавить фото и описание для бота.
# 1.3. Установите команды, которые есть у бота, но только те которые должны быть у бота. (не надо регистрировать те команды которые должны быть на виду только для создателя(админа))
# 2.0. Создать таблицу в базе данных для обработки бана
# 2.1. Предупреждать человека что он уже в списке бана и в следующий раз получит бан (прописать логику бана если он игнорировал предупреждение).
# 3.0. Пополнить help всеми командами и информацией о боте
# 3.1. Создать еще одну команду для разнообразия (на ваше усмотрение)
# 4.0. Создать фильтр на свое секретное слово, с выводом команд доступным только создателю (админу) бота.
# 4.1. Добавить в это меню вывод из базы всех кто в числе потенциальных бана (обязательно), и еще другие команды (на ваше усмотрение).