# ДЗ #5
# 1.0. Создать таблицу кошелек в связке с telegram_users и с балансом на счету
# 1.1. Когда приходит новый реферал по ссылке пользователя ему в кошелек добавлять 100 баллов за приглашенного
# 2.0. Создать отдельную таблицу рефералов с полями (id, owner_link_telegram_id, referral_telegram_id)
# 2.1. Добавить кнопку список рефералов которых пригласил определенный пользователь на start и help
# 2.2. Логика должна вытащить всех пользователей.
# 2.3. Если список пустой, тогда возваращать сообщение что у него пока нету рефераллов
# 2.4. Кнопка которая будет отправлять баланс кошелька на start и help