# HW #6
# 1.0. Создать свой собственный скрапер для любого сайта из которого вы хотите парсить данные для пользователя
# 1.1. Отправлять с помощью команды.
# 2.0. Создать базу для отмеченных ссылок на новости (смотря что у вас парсится)
# 2.1. Высылать ему первые пять новостей (или постов) по очереди с помощью StatesGroup и FSMContext
# 2.2. Когда вы высылаете посты или новости поочередна чтобы пользователь мог сохранить свой любимый пост в базу данных
# 2.3. Выводить список новостей которые он сохранил в базе.

# Все HW 6 в файле scraper_news.py